brew "node", link: false
brew "bash-language-server"
brew "ffmpeg"
brew "fresh-editor"
brew "gibo"
brew "gnupg"
brew "imagemagick"
brew "lazygit"
brew "marksman"
brew "micro"
brew "mise"
brew "msedit"
brew "nano"
brew "pkgconf"
brew "rclone"
brew "rust"
brew "rustup"
brew "tailwindcss-language-server"
brew "vscode-langservers-extracted"
brew "vue-language-server"
cask "altserver"
cask "antigravity"
cask "bettertouchtool"
cask "bitwarden"
cask "claude"
cask "claude-code"
cask "codex"
cask "codex-app"
cask "cursor"
cask "db-browser-for-sqlite"
cask "discord"
cask "firefox"
cask "ghostty"
cask "gimp"
cask "google-chrome"
cask "google-japanese-ime"
cask "grandperspective"
cask "iina"
cask "karabiner-elements"
cask "nordvpn"
cask "notion"
cask "raycast"
cask "smoothcsv"
cask "visual-studio-code"
cask "warp"
cask "zed"
vscode "astro-build.astro-vscode"
vscode "bierner.markdown-preview-github-styles"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "csharpier.csharpier-vscode"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "janisdd.vscode-edit-csv"
vscode "kuone.sequence-number"
vscode "llvm-vs-code-extensions.lldb-dap"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-wsl"
vscode "openai.chatgpt"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "stylelint.vscode-stylelint"
vscode "tamasfe.even-better-toml"
vscode "vue.volar"
npm "corepack"
