brew "node@24"
brew "bun"
brew "ffmpeg"
brew "gibo"
brew "imagemagick"
brew "lazygit"
brew "micro"
brew "pkgconf"
brew "rclone"
brew "rust"
brew "rustup"
cask "altserver"
cask "bettertouchtool"
cask "codex"
cask "codex-app"
cask "discord"
cask "firefox"
cask "ghostty"
cask "gimp"
cask "google-chrome"
cask "google-japanese-ime"
cask "iina"
cask "karabiner-elements"
cask "nordvpn"
cask "notion"
cask "raycast"
cask "smoothcsv"
cask "zed"
